import React from 'react'
import "./About.css"

const About = () => {
  return (
    <>
      <section>
      <div className="container">
        <h2 className="about_tit">О компании</h2>

        <p className="about_txt">Здравствуйте, уважаемый покупатель!</p>
        <p className="about_txt"> Как правило, если в поисках товара на сайта вы дошли до раздела «О компании», значит, Вы либо сомневаетесь в надежности продавца, либо просто хотите больше узнать о тех, кому планируете отдать кровно заработанные сбережения.</p>
        <p className="about_txt">Ставя себя на место покупателя, мы прекрасно понимаем все страхи и переживания, которые сопровождают любого человека, когда он планирует приобрести сложное техническое устройство, стоящее немалых денег: зачастую в погоне за быстрыми финансами в жертву приносятся интересы клиентов, которых стараются обмануть, потратить меньше времени на обработку заказа и в дальнейшем поскорее «впихнуть» товар и поскорее избавиться. И в данном случае мы, конечно, могли бы написать о безупречном сервисе, индивидуальном подходе к каждому, кто заказывает у нас технику, и высоком качестве всех товаров. Однако из всех этих сентенций, не раз употребленных различными мошенниками, давно выветрилась вся сущность. Но мы уважаем своего клиента и не стремимся к сиюминутным успехам в ущерб долгосрочному плодотворному сотрудничеству.</p>
        <p className="about_txt">Магазин WishMaster нацелен на то, чтобы, однажды сделав у нас покупку, Вы через некоторое время снова вернулись к нам или посоветовали своим друзьям. Если Вы все же решите довериться нам как продавцу, то со своей стороны мы искренне обещаем, что сделаем все возможное, чтобы Вы никогда не пожалели о своем выборе.</p>
        <p className="about_txt">Кроме того, выбрав необходимые товары или услуги, покупатель всегда имеет возможность тут же на сайте выбрать cпособ получения товара: самовывоз или доставку. Совокупность отобранных товаров, способ оплаты и доставки представляют собой законченный заказ, который оформляется на сайте путем сообщения минимально необходимой информации о покупателе. Информация о покупателе может храниться в базе данных магазина, если наше сотрудничество рассчитано на повторные покупки, или же отправляться разово без сбора информации.</p>

        <p className="about_txt about_txt_2">При оформлении заказа предусматривается возможность сообщить некоторые дополнительные пожелания от покупателя продавцу.</p>

        <p className='about_txt'>Ведем отслеживание возвратов клиентов и историю покупок.</p>
        <p className="about_txt">Всегда поощряем наших покупателей на обратное взаимодействие путем оставления отзывов о нашем магазине, а также пожеланий и рекомендаций по работе.</p>
        <p className="about_txt">Если у вас остались (а это неизбежно) какие-либо вопросы о нас, то вы всегда:</p>
        <p className="about_txt">Можете позвонить по номеру +996 (505) 505 400</p>


      </div>
    </section>
    </>
  )
}

export default About
